  <?php
    $DOCUMENT_ROOT = $_SERVER['DOCUMENT_ROOT'];
    include_once("$DOCUMENT_ROOT/ru/includes/common.inc");
    print_header('Get Help', 'utf-8');
  ?>

  <div id="content">
  	<h2 class="hdr">Получение помощи</h2>

	<p>Если в процессе использования DarwinPorts у Вас возникли проблемы,
	которые Вы не можете решить самостоятельно - пожалуйста обратитесь к следующим 
	ресурсам.</p>
	  
	<h5 class="subhdr">Документация</h5>

	<p>В <a href="http://darwinports.opendarwin.org/docs">Описании DarwinPorts</a>
	есть раздел для пользователей,
	<a href="http://darwinports.opendarwin.org/docs/pt01.html">Часть 1: использование DarwinPorts</a>.</p>

	<p>Часто задаваемые вопросы по DarwinPorts обновляются регулярно.</p>

	<p>Вся документация проекта находится в состоянии постоянной разработки
	и дополнения. Если Вы обнаружили ошибку, неточность или имеете вопросы
	касаемые какой либо ее части - пожалуйста дайте нам знать. Это очень
	важно для нас.</p>
	
	<h5 class="subhdr">Списки рассылки (на англ. языке)</h5>

	<p>Список рассылки <a href="http://www.opendarwin.org/mailman/listinfo/darwinports">darwinports mailing list</a>
	открыт для всех желающих (но только на англ. языке!) и является наилучшим
	местом для Ваших вопросов о проекте DarwinPorts. Все обсуждения, касаемые
	проекта DarwinPorts, происходят здесь же.  Пожалуйста, имейте ввиду, что
	в связи с проблемой спама (spam) сообщения от незарегистрированных пользователей
	в список рассылки DarwinPorts нуждаются в проверке. Наилучшее решение в данном
	случае - подписаться в список рассылки.</p>

	<p>Вы можете просмотреть <a href="http://www.opendarwin.org/pipermail/darwinports/">архивы списка рассылки darwinports</a>
	перед тем как задать вопрос, хотя, конечно, это не обязательное требование.
	Мы пытаемся оказать максимально возможную помощь, однако если Ваш вопрос
	из разряда часто задаваемых, ответы могут быть очень краткими.</p>

	<p>Когда Вы посылаете вопрос в список рассылки, пожалуйста указывайте
	всю информацию, которая может иметь отношение к Вашей проблеме.
	Такую, как например версия операционной системы (например OS X 10.3.2),
	путь куда устанавливается програмное обеспечение (например /usr/local)
	и все ошибки, которые выдает DarwinPorts. Это очень сильно облегчит нам
	задачу при оказании Вам помощи. Избыток информации всегда лучше, чем ее недостаток.</p>

	<h5 class="subhdr">IRC</h5>

	<p>Дополнительно для обсуждения в режиме on-line существует канал #darwinports в сети
	<a href="http://freenode.net/">freenode IRC network</a>.</p>

	<p>Однако, пожалуйста имейте ввиду, что никто не обязан Вам помочь или
	ответить на Ваш вопрос если Вы соединились с каналом IRC. Не обращайтесь
	к кому-либо персонально, просто задайте Ваш вопрос в списке рассылки
	<a href="http://www.opendarwin.org/mailman/listinfo/darwinports">darwinports</a>.</p>

	</div>
</div>

<?php print_footer(); ?>

